app/controllers/students_controller.rb

  def index
    @students = Student.all
---
SELECT * FROM `students`